# frozen_string_literal: true

tap 'neovim/neovim'

brew 'gh'
brew 'git'
brew 'git-extras'
brew 'go'
brew 'hub'
brew 'jq'
brew 'n'
brew 'neovim'
brew 'python3'
brew 'rbenv'
brew 'ripgrep'
brew 'ruby-build'
brew 'the_silver_searcher'
brew 'tmux'
brew 'wget'
brew 'yarn'
brew 'zplug'
brew 'zsh'

cask '1password'
cask 'firefox'
cask 'opera'
cask 'alfred'
cask 'docker'
cask 'chromium'
cask 'sketch'
cask 'slack'
cask 'iterm2'
cask 'authy'
cask 'abstract'
cask 'visual-studio-code'
cask 'hammerspoon'

mas 'AdGuard for Safari', id: 1_440_147_259
mas 'Annotate',           id: 918_207_447
mas 'Bear',               id: 1_091_189_122
mas 'Deliveries',         id: 924_726_344
mas 'Fantastical',        id: 975_937_182
mas 'iA Writer',          id: 775_737_590
# Defer installing xcode outside of the script, it takes too long to be
# blocking.
# mas 'Xcode',         id: 497799835
