tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'neovim/neovim'

brew 'awscli'
brew 'dep'
brew 'fzy'
brew 'git'
brew 'git-extras'
brew 'go'
brew 'hub'
brew 'jq'
brew 'neovim'
brew 'python3'
brew 'ruby'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'wget'
brew 'wifi-password'
brew 'yarn'
brew 'zsh'
brew 'zplug'

cask '1password'
cask 'encryptme'
cask 'firefox'
cask 'opera'
cask 'alfred'
cask 'docker'
cask 'google-chrome'
cask 'sketch'
cask 'dropbox'
cask 'slack'
cask 'karabiner-elements'
cask 'iterm2'
cask 'spectacle'
cask 'authy'

mas 'Annotate',      id: 918207447
mas 'Fantastical 2', id: 975937182
mas 'iA Writer',     id: 775737590
mas 'Simplenote',    id: 692867256
mas 'Tweetbot',      id: 557168941
# Defer installing xcode outside of the script, it takes too long to be
# blocking.
# mas 'Xcode',         id: 497799835
