# frozen_string_literal: true

tap 'neovim/neovim'

brew 'awscli'
brew 'dep'
brew 'fzf'
brew 'git'
brew 'git-extras'
brew 'go'
brew 'hub'
brew 'jq'
brew 'n'
brew 'neovim'
brew 'python3'
brew 'rbenv'
brew 'ruby-build'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'wget'
brew 'wifi-password'
brew 'yarn'
brew 'zplug'
brew 'zsh'

cask '1password'
cask 'firefox'
cask 'opera'
cask 'alfred'
cask 'docker'
cask 'google-chrome'
cask 'sketch'
cask 'slack'
cask 'iterm2'
cask 'authy'
cask 'abstract'
cask 'visual-studio-code'
cask 'hammerspoon'
cask 'kitty'

mas 'Annotate',      id: 918_207_447
mas 'Fantastical',   id: 975_937_182
mas 'iA Writer',     id: 775_737_590
mas 'Bear',          id: 1_091_189_122
# Defer installing xcode outside of the script, it takes too long to be
# blocking.
# mas 'Xcode',         id: 497799835
