anysphere.remote-wsl
asvetliakov.vscode-neovim
bierner.lit-html
catppuccin.catppuccin-vsc
chaitanyashahare.lazygit
chintans98.markdown-jira
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
denoland.vscode-deno
dnicolson.binary-plist
editorconfig.editorconfig
enkia.tokyo-night
esbenp.prettier-vscode
figma.figma-vscode-extension
github.github-vscode-theme
github.remotehub
github.vscode-pull-request-github
joshx.workspace-terminals
ms-vscode.remote-repositories
mvllow.rose-pine
runem.lit-plugin
ryanolsonx.solarized
stylelint.vscode-stylelint
sumneko.lua
yoavbls.pretty-ts-errors
